[Ch1_Capture_Joker]
01=Locate an alternative exit.
02=Rescue the guard from Zsasz.
03=Locate an exit from the room.
04=Cross the room without entering the Joker Toxin.
05=Defeat Joker's henchmen.
Title=Return the Joker to custody.

[Ch1_Escort_Joker]
Title=Escort the Joker to custody.

[Ch2_Follow_Frank_Trail]
Title=Follow Frank Boles' trail.

[Ch2_Follow_Tobacco_Trail]
Title=Follow the tobacco trail.

[Ch2_Hunt_Gordons_Killer]
Title=Hunt down Commissioner Gordon's killer.

[Ch2_Locate_Crime_Scene]
01=Escape from Intensive Treatment to the island surface.
Title=Rescue Gordon.

[Ch2_Locate_Gordon]
01=Return to the doctors in the Sanatorium and pick up Gordon's tobacco trail.
02=Locate and rescue Dr. Young.
03=Locate and rescue Dr. Kellerman.
04=Locate and rescue Dr. Chen.
05=Defeat the Scarecrow.
06=Rescue Gordon without being detected.
07=Scan the crime scene area to isolate a forensic trail.
08=Locate and analyze the Holding Cells for evidence.
09=Protect the Batmobile.
10=Scan the Batmobile crime scene area to isolate a forensic trail.
11=Locate Gordon by tracking his discarded tobacco.
12=Track Gordon's movements by following Boles' whiskey trail.
13=Find an alternative route into the Medical Facility.
14=Hunt down Commissioner Gordon's killer.
15=Escape from Intensive Treatment to the island surface.
16=Collect Explosive Gel from the Batmobile.
17=Return to the doctors in the Sanatorium and track down Gordon.
Title=Rescue Commissioner Gordon.

[Ch2_Protect_Batmobile]
Title=Protect the Batmobile.

[Ch2_Scan_Crime_Scene]
Title=Scan the crime scene area in Patient Processing.

[Ch2_Scan_Crime_Scene_2]
Title=Scan the crime scene area around the Batmobile.

[Ch2_Scan_Grave]
01=Scan the shallow grave.

[Ch3_Locate_Batcave]
01=Follow the cave to Dead Man's Point.
02=Activate the Batcomputer to investigate Dr. Young.
03=Locate cave entrance to Dead Man's Point in Arkham North.
Title=Analyze Dr. Young's research in the Batcave.

[Ch3_Locate_DrYoung]
01=Return to surface via sewer system.
02=Search Arkham Mansion to find Dr. Young's research notes before Joker.
03=Investigate Dr. Young's Office.
04=Isolate a forensic trail for Dr. Young.
05=Track Dr. Young's fingerprints.
06=Rescue Dr. Young from Zsasz in the Warden's office.
07=Locate a route into the Arkham mansion.
08=Rescue the Hostages.
Title=Locate Dr. Young.

[Ch3_Rescue_DrYoung]
Title=Rescue Dr. Young from Zsasz in the Warden's office.

[Ch4_Capture_Harley]
01=Capture Harley Quinn.

[Ch4_Follow_Harley_Trail]
01=Shut down the security gate.
02=Track Harley Quinn's movements to locate Titan Production Facility.

[Ch4_Follow_Warden_Trail]
01=Locate the Warden using his DNA trail.

[Ch4_Isolate_Warden_Trail]
01=Isolate a forensic trail for the Warden.

[Ch4_ShutDown_Venom_Plant]
01=Scan the Warden's Office to isolate a forensic trail.
02=Locate the Warden using his DNA trail.
03=Apprehend Harley Quinn.
04=Pick up Harley Quinn's fingerprint trail in the Botanical Gardens.
05=Track Harley Quinn's movements to locate Titan Production Facility.
06=Take down the Henchman leader without being detected.
07=Find and shut down the generator powering the flooded corridor.
08=Rescue the orderlies held hostage in the Aviary.
09=Destroy the Titan Vats.
10=Obtain the security key codes from the Warden.
Title=Destroy the Titan Production Facility in the Botanical Gardens.

[Ch5_Synthesize_Anti_T]
Title=Synthesize anti-Titan compound.
01=Locate Poison Ivy using her pheromone trail.
02=Talk to Aaron Cash in the Arkham Mansion.
03=Gain access to Killer Croc's Lair via Intensive Treatment.
04=Collect plant spores from Killer Croc's Lair.
05=Return to the Batcave to formulate anti-Titan compound.
06=Escape from Killer Croc's Lair.

[Ch6_Stop_Ivy]
Title=Stop Poison Ivy from destroying the island.

[Ch6_Stop_Titan]
01=Shut down East Pump Room.
02=Shut down West Pump Room.
03=Secure pump control room.
Title=Stop Joker from polluting the Gotham River.

[CH7_defeat_Joker]
Title=Defeat Joker before he destroys Gotham.

[Ch7_Party]
01=Defeat Joker.
Title=Go to the party.

[FindJokerTest]
01=Locate identifying evidence.
02=Track Joker's path.
03=Capture Joker.
Title=Find Joker.

[Map]
A2_DeadMansPoint=Deadman's Point
Admin=Something to do at this location!
Caves=Something to do at this location!
Cells=Something to do at this location!
Ch2_Locate_Crime_Scene=Investigate this crime scene.
Ch2_Protect_Batmobile=The Batmobile is under attack!
Ch2_Scan_Crime_Scene_2=Scan the crime scene area around the Batmobile.
Garden=Something to do at this location!
Max=Something to do at this location!
Medical=Something to do at this location!
